tap "homebrew/bundle"
brew "argocd"
brew "awscli"
brew "bash"
brew "python@3.12"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-tar"
brew "graphviz"
brew "htop"
brew "jq"
brew "k9s"
brew "kubectx"
brew "lazydocker"
brew "libpq"
brew "neovim"
brew "node"
brew "nvm"
brew "pre-commit"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "showkey"
brew "socat"
brew "tmux"
brew "tree"
brew "wget"
cask "docker"
cask "font-hack-nerd-font"
cask "kitty"
cask "stats"
